Repository: labriqueinternet/labriqueinter.net
Catalog: hypercube/i18n/*/localization.po
Languages: fr

source: Wait until you think the installation is finished or aborted, if the interface is still connected.
fr: Patientez jusqu'à ce que vous pensiez que l'installation est terminée ou abandonnée, si l'interface est toujours connectée.

source: Save the HTML file with Ctrl+S.
fr: Enregistrez le fichier HTML avec Ctrl+S.

source: You can now provide it to someone able to help you, and find with her/him what is wrong.
fr: Vous pouvez maintenant le fournir à quelqu'un qui serait capable de vous aider, pour trouver avec elle/lui ce qui se passe mal.

source: If you powered on your Cube 4 hours (or more) ago, or you have rebooted it since, the HyperCube Debug interface is no longer available. You need before to unplug your Cube and start again to follow this guide, from step 1 to step 3 (assuming your Cube is not - or no longer - pre-installed).
fr: Si vous avez branché votre Brique il y a 4 heures (ou plus), ou que vous l'avez redémarrée depuis, l'interface HyperCube Debug n'est plus disponible. Vous devez au préalable débrancher votre Brique et resuivre à nouveau ce guide, depuis l'étape 1 jusqu'à l'étape 3 (en considérant que votre Brique n'est pas - ou n'est plus - pré-installée).

source: Tip: You also can plug an USB stick to your Cube before powering it on, and retrieve all logs on the stick from the time when the installation is finished or aborted.
fr: Astuce : Vous pouvez également brancher une clé USB à votre Brique avant de l'alimenter, et récupérer tous les logs sur la clé à partir du moment où l'installation est terminée ou abandonnée.

source: Download this custom guide (PDF)
fr: Télécharger le guide personnalisé (PDF)

source: You have some issues to fix before continuing.
fr: Vous avez quelques problèmes à régler avant de pouvoir continuer.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Internet Cube
fr: La Brique Internet

source: ERROR: Invalid character found when preparing the download link.
fr: ERREUR : Caractère invalide détecté en préparant le lien de téléchargement.

source: Optional Field
fr: Champ optionnel

source: File selection mode
fr: Mode sélection de fichiers

source: Cannot read this file
fr: Impossible de lire ce fichier

source: Invalid file (syntax error):
fr: Fichier invalide (erreur de syntaxe) :

source: are you sure that this is a .cube file?
fr: êtes-vous sûr qu'il s'agit bien d'un fichier .cube ?

source: Invalid file (content error):
fr: Fichier invalide (erreur de contenu) :

source: are you sure that this is your .cube file?
fr: êtes-vous bien sûr qu'il s'agit de votre fichier .cube ?

source: Checking the avaibility of this domain...
fr: Vérification de la disponibilité de ce domaine...

source: This domain is not available
fr: Ce domaine n'est pas disponible

source: Cannot check the domain availability (does not work offline)
fr: Impossible de vérifier la disponibilité de ce domaine (ne fonctionne pas hors-ligne)

source: This domain is available
fr: Ce domaine est disponible

source: are you sure that this is an HyperCube file?
fr: êtes-vous bien sûr qu'il s'agit de votre fichier HyperCube ?

source: - Address:
fr: - Adresse :

source: - Password:
fr: - Mot de passe :

source: YES
fr: OUI

source: NO
fr: NON

source: internetcube_installguide
fr: labriqueinternet_guideinstallation

source: Loading an existing HyperCube file will replace all values currently set.
fr: Charger un fichier HyperCube existant va remplacer toutes les valeurs actuellement renseignées.

source: Are you sure?
fr: Êtes-vous sûr ?

source: This field is mandatory
fr: Ce champ est obligatoire

source: This IP format looks bad
fr: Le format de cette IP semble incorrect

source: This IPv4 format looks bad
fr: Le format de cette IPv4 semble incorrect

source: This IPv6 format looks bad
fr: Le format de cette IPv6 semble incorrect

source: Must be the same than the previous input
fr: Devrait avoir la même valeur que le champ précédent

source: No .cube file selected
fr: Aucun fichier .cube sélectionné

source: Must contain a line with <LINE>
fr: Devrait contenir une ligne avec <LINE>

source: Must be only composed of digits
fr: Devrait être composé uniquement de chiffres

source: This IPv4 prefix looks bad (required format is x.x.x or x.x.x.0)
fr: Le format de ce préfixe IPv4 semble incorrect (requis : x.x.x ou x.x.x.0)

source: This prefix must be part of an IPv4 private range
fr: Ce préfixe semble correspondre à un réseau IPv4 privé

source: Only lowercase letters and digits are allowed
fr: Seules les lettres minuscules et les chiffres sont autorisés

source: Admin is not an authorized value
fr: Admin n'est pas une valeur autorisée

source: Must be greater than 7 characters
fr: Devrait être plus grand que 7 caractères

source: Only standard characters are allowed
fr: Seuls les caractères standards sont autorisés

source: Must from 8 to 63 characters (WPA2 passphrase)
fr: Devrait avoir entre 8 et 63 caractères (passphrase WPA2)

source: Only lowercase letters, digits, dots and dashes are allowed
fr: Seules les lettre minuscules, les chiffres, les points et les tirets sont autorisés

source: Sorry but this domain is not available
fr: Désolé mais ce domaine n'est pas disponible
