Repository: labriqueinternet/labriqueinter.net
Catalog: hypercube/i18n/*/localization.po
Languages: fr

source: Load an existing HyperCube file
fr: Charger un fichier HyperCube existant

source: LOAD FILE
fr: CHARGER UN FICHIER

source: ÎnternetCu.be
fr: LaBriqueÎnter.net

source: About You
fr: À propos de vous

source: Welcome
fr: Bienvenue

source: Close
fr: Fermer

source: Passwords and keys are not sent to a server, and this service can work offline.
fr: Les mots de passe et les clés ne sont pas envoyés à un serveur, et ce service peut fonctionner hors-ligne.

source: Welcome!
fr: Bienvenue!

source: You are the happy owner of an Internet Cube, but you do not know how to bootstrap it? This service was designed for you! After some questions about you, you will have to choose some settings, then to follow a quick installation guide.
fr: Vous êtes l'heureuse ou l'heureux propriétaire d'une Brique Internet, mais vous ne savez pas l'installer ? Ce service a été conçu pour vous ! Après quelques questions à propos de vous, vous allez avoir à choisir quelques paramètres, et à suivre un guide d'installation rapide.

source: Let's Go!
fr: C'est parti !

source: Do you have an Internet Cube (LIME or LIME2) and a VPN Account?
fr: Avez-vous une Brique Internet (LIME ou LIME2) et un compte VPN ?

source: Yes
fr: Oui

source: No
fr: Non

source: Is your Internet Cube already pre-installed?
fr: Votre Brique Internet est-elle pré-installée ?

source: Do you know how to use a terminal on GNU/Linux?
fr: Savez-vous comment utiliser un terminal sur GNU/Linux ?

source: Do you have a .cube file in the files provided by your VPN provider?
fr: Votre fournisseur de VPN vous a-t-il fourni un fichier .cube ?

source: Do not use a .cube file is a very bad idea... Are you an expert?
fr: Ne pas utiliser de fichier .cube est une très mauvaise idée... Êtes-vous un expert ?

source: Internet Cube and VPN providers
fr: Briques Internet et fournisseurs de VPN

source: You need help!
fr: Vous avez besoin d'aide !

source: If you do not have an Internet Cube (LIME/LIME2) or a VPN account, or you do not know how to use a terminal on GNU/Linux or to do without .cube file, you should not use this service alone for now, and you should ask someone for some help. It is not a problem, because there are a lot of lovely people, from non-profit organizations, ready to help you :).
fr: Si vous ne possédez pas de Brique Internet (LIME/LIME2) ou de compte VPN, ou que vous ne savez pas comment utiliser un terminal sous GNU/Linux ou comment faire sans fichier .cube, vous ne devriez pas utiliser ce service tout seul pour l'instant, et plutôt demander de l'aide à quelqu'un. Ce n'est pas un problème, parce qu'il y a plein de gens adorables, engagés dans des associations, prêts à vous aider :).

source: You can choose a non-profit organization referenced on the map below, or try to find another one close to you (Linux User Groups, non-profit ISPs, etc). Be carefull when choosing your VPN provider, because you need to trust it more than your current ISP (you should try to meet the people doing it).
fr: Vous pouvez choisir une association référencée sur la carte ci-dessous, ou essayer d'en trouver une autre proche de chez vous (Groupes d'Utilisateurs Linux, FAI associatifs, etc). Faites attention quand vous choisissez votre fournisseur de VPN, parce que vous avez besoin d'avoir plus confiance en lui qu'en votre fournisseur d'accès à Internet (vous devriez essayer de rencontrer les gens qui le gèrent).

source: If you do not know how to complete this step, please ask your VPN provider for a .cube file, and
fr: Si vous ne savez pas quoi renseigner ici, demandez un fichier .cube à votre fournisseur de VPN, et

source: use it
fr: utilisez-le

source: You have some issues to fix in this step.
fr: Vous avez quelques problèmes à régler dans cette étape.

source: Main
fr: Principal

source: Advanced
fr: Avancé

source: Settings
fr: Paramètres

source: Server Address
fr: Adresse du serveur

source: Server Port
fr: Port du serveur

source: With restricted access, you should use 443 (TCP) or 53 (UDP)
fr: Avec un accès restreint, vous devriez utiliser 443 (TCP) ou 53 (UDP)

source: Protocol
fr: Protocole

source: UDP is more efficient than TCP (but more filtered in case of restrictive access)
fr: UDP est plus efficace que TCP (mais plus filtré dans le cas d'un accès restreint)

source: IPv4 Assigned Address
fr: Adresse IPv4 assignée

source: IPv6 Delegated Prefix
fr: Préfixe IPv6 délégué

source: Leave empty if your VPN Provider does not provide you an IPv6 delegated prefix (and complain!)
fr: Laisser vide si votre fournisseur de VPN ne vous propose pas de préfixe IPv6 déléguez (et plaignez-vous !)

source: Authentication
fr: Authentification

source: Server CA
fr: CA du serveur

source: Edition mode
fr: Mode édition

source: Unselect this certificate
fr: Désélectionner ce certificat

source: Browse
fr: Parcourir

source: Authentication Type
fr: Type d'authentification

source: Certificates
fr: Certificats

source: Shared-Secret
fr: Secret partagé

source: Client Cert
fr: Certificat client

source: Client Key
fr: Clé client

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (répétition)

source: First resolver
fr: Résolveur DNS

source: IPv6 or IPv4
fr: IPv6 ou IPv4

source: Second resolver
fr: Second résolveur

source: Options to add
fr: Options à ajouter

source: Options to remove
fr: Options à retirer

source: Dot Cube File
fr: Fichier .cube

source: Edit values
fr: Éditer les valeurs

source: Your Name
fr: Votre nom

source: Main Password
fr: Mot de passe principal

source: If you do not have a domain name, you can choose one ending by nohost.me or noho.st (the availability will be automatically checked).
fr: SI vous n'avez pas de nom de domaine, vous pouvez en choisir un terminant par nohost.me ou noho.st (la disponibilité va être automatiquement vérifiée)

source: Main Domain
fr: Domaine principal

source: Wifi Hotspot
fr: Hotspot Wifi

source: Name (SSID)
fr: Nom (SSID)

source: User Password
fr: Mot de passe utilisateur

source: Default: same as Main Password
fr: Par défaut : idem que Mot de passe principal

source: Default: same as for VPN
fr: Par défaut : idem que pour le VPN

source: First IPv6 DNS resolver
fr: Premier résolveur DNS IPv6

source: Second IPv6 DNS resolver
fr: Second résolveur DNS IPv6

source: First IPv4 DNS resolver
fr: Premier résolveur DNS IPv4

source: Second IPv4 DNS resolver
fr: Second résolveur DNS IPv4

source: IPv4 NAT Prefix (/24)
fr: Préfixe NAT IPv4 (/24)

source: Non-free firmwares
fr: Pilotes non-libres

source: Root Password
fr: Mot de passe root

source: Ready to Install!
fr: Prêt à installer !

source: You must first fix issues raised in the previous steps.
fr: Vous devez régler les problèmes survenus dans les étapes précédentes

source: Installation Guide
fr: Guide d'installation

source: Sorry, but you cannot use the Installation Guide while you have issues to fix in the previous steps.
fr: Désolé, mais vous ne pouvez pas utiliser le Guide d'installation tant que vous n'avez pas réglé les problèmes dans les étapes précédentes.

source: Congratulations! You now just have to follow the Installation Guide, to install your Internet Cube.
fr: Félicitations ! Vous n'avez plus qu'à suivre le Guide d'installation, pour installer votre Brique Internet

source: Download Cube File
fr: Télécharger le fichier Cube

source: You cannot generate an HyperCube file, because you have some issues to fix in the previous steps. Instead, you just can download the Cube file corresponding to your VPN configuration (this file contains private keys and passwords):
fr: Vous ne pouvez pas générer le fichier HyperCube, parce que vous avez des problèmes à régler dans les étapes précédentes. À ce stade, vous pouvez uniquement télécharger le fichier Cube correspondant à votre configuration VPN (ce fichier contient des clés et des mots de passe privés).

source: If you cannot directly download the file (e.g. because of Internet Explorer), please copy-paste by yourself this content, into a file named config.cube(.txt)
fr: Si vous ne pouvez pas directement télécharger le fichier (e.g. parce que vous utilisez Internet Explorer), copiez-collez vous-même ce contenu dans un fichier nommé config.cube(.txt)

source: Step 1: About your Internet Cube
fr: Étape 1 : À propos de votre Brique Internet

source: My Cube is already pre-installed
fr: Ma Brique est déjà pré-installée

source: I have a LIME2
fr: J'ai une LIME2

source: I want an encrypted file system (experts only)
fr: Je veux un système de fichiers chiffré (experts uniquement)

source: Step 2: Post-Installation
fr: Étape 2 : Post-installation

source: You just have to do the post-installation, using your HyperCube file:
fr: Vous avez juste à faire la post-installation, en utilisation votre fichier HyperCube :

source: Download your HyperCube file
fr: Télécharger votre fichier HyperCube

source: If you cannot directly download the file (e.g. because of Internet Explorer), please copy-paste by yourself this content, into a file named install.hypercube(.txt)
fr: Si vous ne pouvez pas directement télécharger le fichier (e.g. parce que vous utilisez Internet Explorer), copiez-collez vous-même ce contenu dans un fichier nommé install.hypercube(.txt)

source: Put it on the root of a USB stick (not into a folder)
fr: Placez-le à la racine de votre clé USB (et non à l'intérieur d'un dossier)

source: Unplug your Internet Cube from the outlet if powered on
fr: Débranchez la prise électrique de votre Brique Internet, si elle est allumée

source: Plug your USB stick (1) and your wifi dongle (2) to your Internet Cube
fr: Branchez votre clé USB (1) et votre clé Wifi (2) à votre Brique Internet

source: Then connect the ethernet cable (3), then the power cable (4)
fr: Puis connectez le câble ethernet (3), puis le câble d'alimentation (4)

source: Finally, plug the ethernet cable to your router, then the power cable into an outlet
fr: Enfin, branchez le câble ethernet à votre box internet, puis le câble d'alimentation à une prise électrique

source: Step 2: Installation
fr: Étape 2 : Installation

source: Install the Cube system on a micro-SD card, using your HyperCube file:
fr: Installez le système sur une carte micro-SD, en utilisant votre fichier HyperCube:

source: Download the SD Card Installer
fr: Téléchargez le SD Card Installer

source: On your computer with Debian or Ubuntu, use the SD Card Installer this way:
fr: Sur votre ordinateur avec Debian ou Ubuntu, utilisez le SD Card Installer de cette façon :

source: Carefully follow the instructions of the Installer, until the end
fr: Suivez attentivement les instructions de l'installeur, jusqu'à la fin

source: Unplug your Internet Cube if powered on
fr: Débranchez la prise électrique de votre Brique Internet, si elle est allumée

source: Insert your micro-SD card within your Internet Cube
fr: Insérez votre carte micro-SD dans votre Brique Internet

source: Connect the ethernet cable and the wifi dongle to your router, then the power cable to an outlet
fr: Connectez le câble Ethernet et l'antenne wifi à votre box internet, puis le câble d'alimentation à une prise électrique

source: After some seconds, on your computer with Debian or Ubuntu, find the YunoHost Admin address corresponding to your Cube, using the SD Card Installer this way:
fr: Après quelques secondes, sur votre ordinateur avec Debian ou Ubuntu, trouvez l'adresse YunoHost Admin correspondant à votre Brique, en utilisant le SD Card Installer de cette façon :

source: Unlock your Internet Cube hard disk thanks to a web browser, using the HTTPS address found in the previous step and the passphrase you chose earlier when you were following the SD Card Installer instructions.
fr: Déchiffrez le disque dur de votre Brique Internet à l'aide d'un navigateur web, en utilisant l'adresse HTTPS trouvée à l'étape précédente ainsi que la passphrase que vous avez choisie tout à l'heure, quand vous suiviez les instructions du SD Card Installer.

source: You will have to unlock your Cube a second time during the installation (you can see exactly when this happens using the section How to Debug The Installation? at the end of this guide).
fr: Vous allez avoir à déchiffrer votre Brique une seconde fois durant l'installation (vous pouvez voir exactement quand ça arrive en utilisant la section Comment déboguer l'installation ? à la fin de ce guide).

source: Step 3: You Got a New Wifi!
fr: Étape 3 : Vous avez un nouveau Wifi !

source: Wait for something like a few dozen minutes, without unplugging the cables.
fr: Patientez quelques dizaines de minutes, sans débrancher les câbles.

source: Once you can see your new wifi access point from your computer, this means that your Internet Cube is ready and that you can use it. Connect your computer to the new wifi access point.
fr: Une fois que vous voyez votre nouvel accès Wifi depuis votre ordinateur, ça signifie que votre Brique Internet est prête et que vous pouvez l'utiliser. Connectez votre ordinateur à ce nouvel accès Wifi.

source: Show wifi password
fr: Voir le mot de passe du Wifi

source: Congratulations, you now have a clean Internet access!
fr: Félicitations, vous avez désormais un accès propre à Internet !

source: You can remove the USB stick (1) from your Cube.
fr: Vous pouvez débrancher la clé USB (1) de votre Brique.

source: If you do not see your new wifi access point after several dozen minutes, you should ask someone for some help. You can also try to follow the How to Debug The Installation? section at the end of this guide.
fr: Si vous ne voyez pas votre nouvel accès Wifi après quelques dizaines de minutes, vous devriez demander de l'aide à quelqu'un. Vous pouvez également essayer de suivre la procédure Comment déboguer l'installation ? à la fin de ce guide.

source: Step 4: DNS Configuration
fr: Étape 4 : Configuration DNS

source: For being able to use the self-hosting features of your Cube, you have to configure your domain name, on the registrar side. But, because you have not filled out the IPv4 Assigned Address field in the VPN step, your DNS Configuration can not be generated here. Please, fill out this field and go back here, or get help from a non-profit organization.
fr: Pour être capable d'utiliser les fonctionnalités d'autohébergement de votre Brique, vous devez configurer votre nom de domaine, du côté de votre registrar. Par contre, parce que vous n'avez pas renseigné le champ Adresse IPv4 assignée dans l'étape VPN, votre configuration DNS ne peut pas être générée ici. Veuillez renseigner ce champ et revenir ici, ou demander de l'aide à une association.

source: You have no DNS configuration to do, because you chose a domain ending by nohost.me or noho.st. However, you should do the steps described above quickly, because your domain will only be registered during your Cube installation.
fr: Vous n'avez pas de configuration DNS à faire, parce que vous avez choisi un domaine terminant par nohost.me ou noho.st. Par contre,vous devriez rapidement faire les étapes décrites ci-dessous, parce que votre domaine ne sera réservé que lors de l'installation de votre Brique.

source: For being able to use the self-hosting features of your Cube, you have to configure your domain name, on the registrar side. Please, click on the registrar you chose for your domain name (if yours is not listed, please get help from a non-profit organization):
fr: Pour être capable d'utiliser les fonctionnalités d'autohébergement de votre Brique, vous devez configurer votre nom de domaine, du côté de votre registrar. Veuillez cliquer sur le registrar que vous avez utilisé pour réserver votre nom de domaine (si le vôtre n'est pas dans la liste, demandez de l'aide à une association) :

source: Go to your OVH manager:
fr: Allez sur votre Manager OVH :

source: Sign in, using your OVH Account ID (should be something like aa0000-ovh)
fr: Identifiez-vous, en utilisant votre OVH Account ID (qui devrait être de la forme aa0000-ovh)

source: Click on your domain name, in the list on the left
fr: Cliquez sur votre nom de domaine, dans la liste de gauche

source: Click on the tab:
fr: Cliquez sur l'onglet :

source: DNS Zone
fr: Zone DNS

source: On the right, click on the button:
fr: Sur la droite, cliquez sur le boutton :

source: Change in text format
fr: Changer au format texte

source: In the text area, keep only the 4 first lines (SOA + NS) and delete the other ones
fr: Dans le champ de texte, conservez uniquement les 4 premières lignes (SOA + NS) et supprimez les suivantes

source: Then, at the end of the text area, add these ones:
fr: Puis, à la fin du champ de texte, ajoutez celles-ci :

source: Click on Next, then Confirm
fr: Cliquez sur Suivant, puis Confirmer

source: Go to your Gandi.net account:
fr: Allez sur votre compte Gandi.net :

source: Sign in, using your Gandi.net Handle (should be something like AA0000-GANDI)
fr: Identifiez-vous, en utilisant votre Handle Gandi.net (qui devrait être de la forme AA0000-GANDI)

source: Click on your domain name, in the list
fr: Cliquez sur votre nom de domaine, dans la liste

source: At the bottom right, under Zone files, click on the link:
fr: En bas à droite, sous Fichiers de zone, cliquez sur le lien :

source: Edit the zone
fr: Éditer la zone

source: In the warning bubble, click on the blue button:
fr: Dans la bulle d'avertissement, cliquez sur le bouton bleu :

source: Create a new version
fr: Créer une nouvelle version

source: At the left, change the Edit mode to Expert
fr: Sur la gauche, passez le Mode d'édition à Expert

source: In the text area, replace all by:
fr: Dans le champ de texte, tout remplacer par :

source: Above, click on the blue button:
fr: Au-dessus, cliquez sur le bouton bleu :

source: Use this version
fr: Utiliser cette version

source: In the popup, click on Submit
fr: Dans la petite fenêtre, cliquez sur Valider

source: Step 5: Self-Hosting
fr: Étape 5 : Autohébergement

source: If you want to update your settings, add accounts, add email addresses or configure some web services to host, you just have to access the web administration, named YunoHost (you will have to accept the security exception proposed by your browser):
fr: Si vous voulez mettre à jour vos paramètres, ajouter des comptes, ajouter des adresses mails ou configurer des services web à héberger, vous avez juste à utiliser l'administration web, appelée YunoHost (vous allez avoir à accepter l'exception de sécurité proposée par votre navigateur) :

source: Show alternative URLs
fr: Voir les URL alternatives

source: Show admin password
fr: Voir le mot de passe admin

source: If you want to access to your current apps, go to:
fr: Si vous voulez accéder à vos applications actuelles, rendez-vous sur:

source: Show user credentials
fr: Voir les identifiants

source: You first email address (which also is a Jabber ID) is:
fr: Votre première adresse mail (qui est aussi un identifiant Jabber) est :

source: You can already use it, using the Roundcube Webmail app, available through the link above!
fr: Vous pouvez d’ores et déjà l'utiliser, grâce à l'application Roundcube Webmail, disponible via le lien ci-dessus !

source: If you want to configure your mailbox on your smartphone (e.g. using K-9 Mail), you can use these settings:
fr: Si vous souhaitez configurer votre boîte mail sur votre smartphone (e.g. avec K-9 Mail), vous pouvez utiliser ces paramètres :

source: Email address:
fr: Adresse mail :

source: Password:
fr: Mot de passe :

source: Show
fr: Voir

source: Account type:
fr: Type de compte :

source: Incoming server settings:
fr: Paramètres du serveur entrant :

source: Username:
fr: Nom d'utilisateur :

source: IMAP server:
fr: Serveur IMAP :

source: Security:
fr: Sécurité :

source: SSL/TLS (always)
fr: SSL/TLS (toujours)

source: Authentication:
fr: Authentification :

source: Outgoing server settings:
fr: Paramètres du serveur sortant :

source: SMTP server:
fr: Serveur SMTP :

source: If you experience problems using the web administration, please read the YunoHost Documentation, or ask for some help to a non-profit organization:
fr: Si vous rencontrez des problèmes en utilisant l'administration web, vous êtes encouragé à lire la Documentation YunoHost, ou demander de l'aide à une association:

source: Getting Help
fr: Obtenir de l'Aide

source: A Word About Security
fr: À propos de la sécurité

source: 1) Your Cube/HyperCube files contain private keys and passwords. Keep them secret and never provide them to anyone.
fr: 1) Vos fichiers Cube/HyperCube contiennent des clés privées et des mots de passe. Gardez-les secrets et ne les fournissez jamais à personne.

source: 2) A Cube is just a computer, so keep in mind that it can die any time. Therefore, if you use it for self-hosting, be sure to make regular backups of your data (emails, files, etc).
fr: 2) Une Brique n'est qu'un ordinateur : gardez à l'esprit qu'il peut mourir à n'importe quel instant. Par conséquent, si vous l'utilisez pour de l'autohébergement, assurez-vous de faire régulièrement des sauvegardes de vos données (emails, fichiers, etc).

source: How to Properly Power Off my Cube?
fr: Comment éteindre proprement ma Brique ?

source: Whenever possible, do not disconnect the power supply from your Internet Cube, without having first switched it off (otherwise, this could lead to database errors). For turning off your Internet Cube, just quick press the bottom-left button, using a pen. Then, wait until all the lights are turned off (especially the orange one, close to the ethernet cable, on the opposite side). You now can disconnect the power supply.
fr: Dans la mesure du possible, ne débranchez pas votre Brique Internet, sans l'avoir éteinte au-préalable (ce qui, dans le cas contraire, pourrait entraîner des erreurs dans la base de données). Pour éteindre votre Brique Internet, il suffit d'appuyer un petit coup sur le bouton en bas à gauche, en utilisant un stylo. Patientez ensuite jusqu'à ce que les lumières soient éteintes (en particulier la lumière orange, proche du câble ethernet, sur l'autre face). Vous pouvez maintenant débrancher la prise électrique.

source: How to Debug The Installation?
fr: Comment déboguer l'installation ?

source: Sometimes, things go wrong... To help you to debug, you can follow what your Cube is doing, during the installation process (i.e. the first time you plug your Cube after following this guide).
fr: Parfois, les choses se passent mal... Pour vous aider à déboguer, vous pouvez suivre ce que votre Brique est en train de faire, durant le processus d'installation (i.e. la première fois que vous branchez votre Brique après avoir suivi ce guide).

source: For that, follow these instructions (you maybe will have to ask for help to someone):
fr: Pour ce faire, suivez les instructions suivantes (vous allez peut-être avoir à demander de l'aide à quelqu'un) :

source: Be sure to have waited long enough. If you have waited for a few dozen minutes and you do not see your new wifi access point (step 3), continue to follow these instructions.
fr: Soyez bien sûr d'avoir patienté suffisamment longtemps. Si vous avez patienté quelques dizaines de minutes et que vous ne voyez pas votre nouveau point d'accès wifi (étape 3), continuez à suivre ces instructions.

source: Find the HTTP address of the HyperCube Debug interface, using the SD Card Installer on your computer with Debian or Ubuntu, this way:
fr: Trouvez l'adresse HTTP de l'interface HyperCube Debug, en utilisant le SD Card Installer sur votre ordinateur Debian ou Ubuntu, de cette façon :

source: Open this HTTP address with your web browser.
fr: Ouvrez cette adresse HTTP avec votre navigateur web.
