{"After some seconds, on your computer with Debian or Ubuntu, find the YunoHost Admin address corresponding to your Cube, using the SD Card Installer this way:":[null,"Après quelques secondes, sur votre ordinateur avec Debian ou Ubuntu, trouvez l'adresse YunoHost Admin correspondant à votre Brique, en utilisant le SD Card Installer de cette façon :"],"This service is a BETA TEST and is NOT WORKING with the current version of install-sd.sh and YunoHost.":[null,"Ce service est en BÊTA TEST et NE FONCTIONNE PAS avec les versions actuelles de install-sd.sh et YunoHost."],"Second resolver":[null,"Second résolveur"],"use it":[null,"utilisez-le"],"If you do not know how to complete this step, please ask your VPN provider for a .cube file, and":[null,"Si vous ne savez pas quoi renseigner ici, demandez un fichier .cube à votre fournisseur de VPN, et"],"Congratulations! You now just have to follow the Installation Guide, to install your Internet Cube.":[null,"Félicitations ! Vous n'avez plus qu'à suivre le Guide d'installation, pour installer votre Brique Internet"],"Internet Cube":[null,"La Brique Internet"],"Server Port":[null,"Port du serveur"],"You first email address (which also is a Jabber ID) is:":[null,"Votre première adresse mail (qui est aussi un identifiant Jabber) est :"],"No":[null,"Non"],"How to Debug The Installation?":[null,"Comment déboguer l'installation ?"],"Authentication:":[null,"Authentification :"],"Click on the tab:":[null,"Cliquez sur l'onglet :"],"Certificates":[null,"Certificats"],"File selection mode":[null,"Mode sélection de fichiers"],"NO":[null,"NON"],"Close":[null,"Fermer"],"Dot Cube File":[null,"Fichier .cube"],"Then connect the ethernet cable (3), then the power cable (4)":[null,"Puis connectez le câble ethernet (3), puis le câble d'alimentation (4)"],"Unplug your Cube and start again to follow this guide, from step 1.":[null,"Débranchez votre Brique et recommencez à nouveau à suivre ce guide, à partir de l'étape 1."],"In the text area, keep only the 4 first lines (SOA + NS) and delete the other ones":[null,"Dans le champ de texte, conservez uniquement les 4 premières lignes (SOA + NS) et supprimez les suivantes"],"Invalid file (content error):":[null,"Fichier invalide (erreur de contenu) :"],"1) Your HyperCube file contains private keys and passwords. Keep it secret and never provide it to anyone.":[null,"1) Votre fichier HyperCube contient des clés et des mots de passe privés. Gardez-le secret et ne le donnez jamais à personne."],"If you want to access to your current apps, go to:":[null,"Si vous voulez accéder à vos applications actuelles, rendez-vous sur:"],"You can remove the USB stick (1) from your Cube.":[null,"Vous pouvez débrancher la clé USB (1) de votre Brique."],"Edit the zone":[null,"Éditer la zone"],"If you do not see your new wifi access point after several dozen minutes, you should ask someone for some help. You can try to follow the How to Debug The Installation? section at the end of this guide.":[null,"Si vous ne voyez pas votre nouvel accès Wifi après quelques dizaines de minutes, vous devriez demander de l'aide à quelqu'un. Vous pouvez également suivre la procédure Comment déboguer l'installation ? à la fin de ce guide."],"- Wifi:":[null,"- Wifi :"],"You will have to unlock your Cube a second time during the installation (you can see exactly when this happens using the section How to Debug The Installation? at the end of this guide).":[null,"Vous allez avoir à déchiffrer votre Brique une seconde fois durant l'installation (vous pouvez voir exactement quand ça arrive en utilisant la section Comment déboguer l'installation ? à la fin de ce guide)."],"Installation Guide":[null,"Guide d'installation"],"Is your Internet Cube already pre-installed?":[null,"Votre Brique Internet est-elle pré-installée ?"],"Save the HTML file with Ctrl+S.":[null,"Enregistrez le fichier HTML avec Ctrl+S."],"Wait until you think the installation is finished or aborted, if the interface is still connected.":[null,"Patientez jusqu'à ce que vous pensiez que l'installation est terminée ou abandonnée, si l'interface est toujours connectée."],"Then connect the ethernet cable (2), then the power cable (3)":[null,"Puis connectez le câble ethernet (2), puis le câble d'alimentation (3)"],"If you want to access to your current apps, go to (the credentials for an SMTPS/IMAPS login, e.g. for configuring an email client on your smartphone, are the same):":[null,"Si vous voulez accéder à vos applications actuelles, rendez-vous sur (les identifiants pour une connexion SMTPS/IMAPS, e.g. pour configurer un client mail sur votre smartphone, sont les mêmes) :"],"With restricted access, you should use 443 (TCP) or 53 (UDP)":[null,"Avec un accès restreint, vous devriez utiliser 443 (TCP) ou 53 (UDP)"],"Options to remove":[null,"Options à retirer"],"Wait for something like a dozen of minutes, without unplugging the cables.":[null,"Patientez environ 10 minutes, sans débrancher les câbles "],"Open this HTTP address with your web browser.":[null,"Ouvrez cette adresse HTTP avec votre navigateur web."],"Step 2: Post-Installation":[null,"Étape 2 : Post-installation"],"Second IPv4 DNS resolver":[null,"Second résolveur DNS IPv4"],"Default: same as for VPN":[null,"Par défaut : idem que pour le VPN"],"You cannot generate an HyperCube file, because you have some issues to fix in the previous steps. Instead, you just can download the Cube file corresponding to your VPN configuration (this file contains private keys and passwords):":[null,"Vous ne pouvez pas générer le fichier HyperCube, parce que vous avez des problèmes à régler dans les étapes précédentes. À ce stade, vous pouvez uniquement télécharger le fichier Cube correspondant à votre configuration VPN (ce fichier contient des clés et des mots de passe privés)."],"Port:":[null,"Port :"],"IPv6 or IPv4":[null,"IPv6 ou IPv4"],"User Password":[null,"Mot de passe utilisateur"],"Show user credentials":[null,"Voir les identifiants"],"For being able to use the self-hosting features of your Cube, you have to configure your domain name, on the registrar side. Please, click on the registrar you chose for your domain name (if yours is not listed, please get help from a non-profit organization):":[null,"Pour être capable d'utiliser les fonctionnalités d'autohébergement de votre Brique, vous devez configurer votre nom de domaine, du côté de votre registrar. Veuillez cliquer sur le registrar que vous avez utilisé pour réserver votre nom de domaine (si le vôtre n'est pas dans la liste, demandez de l'aide à une association) :"],"First IPv6 DNS resolver":[null,"Premier résolveur DNS IPv6"],"Show wifi password":[null,"Voir le mot de passe du Wifi"],"At the bottom right, under Zone files, click on the link:":[null,"En bas à droite, sous Fichiers de zone, cliquez sur le lien :"],"Sorry, but you cannot use the Installation Guide while you have issues to fix in the previous steps.":[null,"Désolé, mais vous ne pouvez pas utiliser le Guide d'installation tant que vous n'avez pas réglé les problèmes dans les étapes précédentes."],"":{"Project-Id-Version":" \nReport-Msgid-Bugs-To: \nPOT-Creation-Date: 2016-06-19 09:23+0200\nPO-Revision-Date: 2016-06-19 22:13+0200\nLast-Translator: Automatically generated\nLanguage-Team: none\nLanguage: fr\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nPlural-Forms: nplurals=2; plural=(n > 1);\nX-Generator: Poedit 1.8.7.1\n"},"Password (again)":[null,"Mot de passe (répétition)"],"Load an existing HyperCube file":[null,"Charger un fichier HyperCube existant"],"You need help!":[null,"Vous avez besoin d'aide !"],"On the right, click on the button:":[null,"Sur la droite, cliquez sur le boutton :"],"For being able to use the self-hosting features of your Cube, you have to configure your domain name, on the registrar side. But, because you have not filled out the IPv4 Assigned Address field in the VPN step, your DNS Configuration can not be generated here. Please, fill out this field and go back here, or get help from a non-profit organization.":[null,"Pour être capable d'utiliser les fonctionnalités d'autohébergement de votre Brique, vous devez configurer votre nom de domaine, du côté de votre registrar. Par contre, parce que vous n'avez pas renseigné le champ Adresse IPv4 assignée dans l'étape VPN, votre configuration DNS ne peut pas être générée ici. Veuillez renseigner ce champ et revenir ici, ou demander de l'aide à une association."],"Show admin password":[null,"Voir le mot de passe admin"],"Password":[null,"Mot de passe"],"Must from 8 to 63 characters (WPA2 passphrase)":[null,"Devrait avoir entre 8 et 63 caractères (passphrase WPA2)"],"- Password:":[null,"- Mot de passe :"],"Second IPv6 DNS resolver":[null,"Second résolveur DNS IPv6"],"For that, follow these instructions (you maybe will have to ask for help to someone):":[null,"Pour ce faire, suivez les instructions suivantes (vous allez peut-être avoir à demander de l'aide à quelqu'un) :"],"Unselect this certificate":[null,"Désélectionner ce certificat"],"Download this custom guide":[null,"Télécharger le guide personnalisé"],"Connect the ethernet cable to your router and the power cable to an outlet":[null,"Connectez le câble ethernet à votre box et le câble d'alimentation à une prise électrique"],"Must contain a line with <LINE>":[null,"Devrait contenir une ligne avec <LINE>"],"Loading an existing HyperCube file will replace all values currently set.":[null,"Charger un fichier HyperCube existant va remplacer toutes les valeurs actuellement renseignées."],"If you do not have an Internet Cube (LIME/LIME2) or a VPN account, or you do not know how to use a terminal on GNU/Linux or to do without .cube file, you should not use this service alone for now, and you should ask someone for some help. It is not a problem, because there are a lot of lovely people, from non-profit organizations, ready to help you :).":[null,"Si vous ne possédez pas de Brique Internet (LIME/LIME2) ou de compte VPN, ou que vous ne savez pas comment utiliser un terminal sous GNU/Linux ou comment faire sans fichier .cube, vous ne devriez pas utiliser ce service tout seul pour l'instant, et plutôt demander de l'aide à quelqu'un. Ce n'est pas un problème, parce qu'il y a plein de gens adorables, engagés dans des associations, prêts à vous aider :)."],"UDP":[null,"UDP"],"IPv6 Delegated Prefix":[null,"Préfixe IPv6 délégué"],"are you sure that this is your .cube file?":[null,"êtes-vous bien sûr qu'il s'agit de votre fichier .cube ?"],"How to Properly Power Off my Cube?":[null,"Comment éteindre proprement ma Brique ?"],"In the text area, replace all by:":[null,"Dans le champ de texte, tout remplacer par :"],"Connect the ethernet cable and the wifi dongle to your router, then the power cable to an outlet":[null,"Connectez le câble Ethernet et l'antenne wifi à votre box internet, puis le câble d'alimentation à une prise électrique"],"Name (SSID)":[null,"Nom (SSID)"],"This field is mandatory":[null,"Ce champ est obligatoire"],"Edit values":[null,"Éditer les valeurs"],"Download this custom guide (PDF)":[null,"Télécharger le guide personnalisé (PDF)"],"Cannot read this file":[null,"Impossible de lire ce fichier"],"I want an encrypted file system (experts only)":[null,"Je veux un système de fichiers chiffré (experts uniquement)"],"Finally, plug the ethernet cable to your router, and the power cable into an outlet":[null,"Enfin, branchez le câble ethernet à votre box, et le câble d'alimentation à une prise électrique"],"Find the HTTP address of the HyperCube Debug interface, using the SD Card Installer on your computer with Debian or Ubuntu, this way:":[null,"Trouvez l'adresse HTTP de l'interface HyperCube Debug, en utilisant le SD Card Installer sur votre ordinateur Debian ou Ubuntu, de cette façon : "],"Must be the same than the previous input":[null,"Devrait avoir la même valeur que le champ précédent"],"This IP format looks bad":[null,"Le format de cette IP semble incorrect"],"Carefully follow the instructions of the Installer, until the end":[null,"Suivez attentivement les instructions de l'installeur, jusqu'à la fin"],"Once you can see your new wifi access point from your computer, this means that your Internet Cube is ready and that you can use it. Connect your computer to the new wifi access point.":[null,"Une fois que vous voyez votre nouvel accès Wifi depuis votre ordinateur, ça signifie que votre Brique Internet est prête et que vous pouvez l'utiliser. Connectez votre ordinateur à ce nouvel accès Wifi."],"You have no DNS configuration to do, because you chose a domain ending by nohost.me or noho.st. However, you should do the steps described above quickly, because your domain will only be registered during your Cube installation.":[null,"Vous n'avez pas de configuration DNS à faire, parce que vous avez choisi un domaine terminant par nohost.me ou noho.st. Par contre,vous devriez rapidement faire les étapes décrites ci-dessous, parce que votre domaine ne sera réservé que lors de l'installation de votre Brique."],"You have some issues to fix before continuing.":[null,"Vous avez quelques problèmes à régler avant de pouvoir continuer."],"Do you have a .cube file in the files provided by your VPN provider?":[null,"Votre fournisseur de VPN vous a-t-il fourni un fichier .cube ?"],"VPN":[null,"VPN"],"Sorry but this domain is not available":[null,"Désolé mais ce domaine n'est pas disponible"],"Be sure to have waited long enough. If you have waited for a few dozen minutes and you do not see your new wifi access point (step 3), continue to follow these instructions.":[null,"Soyez bien sûr d'avoir patienté suffisamment longtemps. Si vous avez patienté quelques dizaines de minutes et que vous ne voyez pas votre nouveau point d'accès wifi (étape 3), continuez à suivre ces instructions."],"Step 5: Self-Hosting":[null,"Étape 5 : Autohébergement"],"Put it on the root of a USB stick (not into a folder)":[null,"Placez-le à la racine de votre clé USB (et non à l'intérieur d'un dossier)"],"Password:":[null,"Mot de passe :"],"Whenever possible, do not disconnect the power supply from your Internet Cube, without having first switched it off (otherwise, this could lead to database errors). For turning off your Internet Cube, just quick press the bottom-left button, using a pen. Then, wait until all the lights are turned off (especially the orange one, close to the ethernet cable, on the opposite side). You now can disconnect the power supply.":[null,"Dans la mesure du possible, ne débranchez pas votre Brique Internet, sans l'avoir éteinte au-préalable (ce qui, dans le cas contraire, pourrait entraîner des erreurs dans la base de données). Pour éteindre votre Brique Internet, il suffit d'appuyer un petit coup sur le bouton en bas à gauche, en utilisant un stylo. Patientez ensuite jusqu'à ce que les lumières soient éteintes (en particulier la lumière orange, proche du câble ethernet, sur l'autre face). Vous pouvez maintenant débrancher la prise électrique."],"Sign in, using your OVH Account ID (should be something like aa0000-ovh)":[null,"Identifiez-vous, en utilisant votre OVH Account ID (qui devrait être de la forme aa0000-ovh)"],"Click on Next, then Confirm":[null,"Cliquez sur Suivant, puis Confirmer"],"Client Cert":[null,"Certificat client"],"Do you have an Internet Cube (LIME or LIME2) and a VPN Account?":[null,"Avez-vous une Brique Internet (LIME ou LIME2) et un compte VPN ?"],"TCP":[null,"TCP"],"Main Password":[null,"Mot de passe principal"],"Username":[null,"Nom d'utilisateur"],"You have some issues to fix in this step.":[null,"Vous avez quelques problèmes à régler dans cette étape."],"Email address:":[null,"Adresse mail :"],"Sign in, using your Gandi.net Handle (should be something like AA0000-GANDI)":[null,"Identifiez-vous, en utilisant votre Handle Gandi.net (qui devrait être de la forme AA0000-GANDI)"],"If you powered on your Cube 4 hours (or more) ago, the HyperCube Debug interface is no longer available. You need before to unplug your Cube and start again to follow this guide, from step 1 to step 3 (assuming your Cube is not - or no longer - pre-installed).":[null,"Si vous avez branché votre Brique il y a 4 heures (ou plus), l'interface HyperCube Debug n'est plus disponible. Vous devez au préalable débrancher votre Brique et resuivre à nouveau ce guide, depuis l'étape 1 jusqu'à l'étape 3 (en considérant que votre Brique n'est pas - ou n'est plus - pré-installée)."],"Plug your USB stick (1) and your wifi dongle (2) to your Internet Cube":[null,"Branchez votre clé USB (1) et votre clé Wifi (2) à votre Brique Internet"],"Must be only composed of digits":[null,"Devrait être composé uniquement de chiffres"],"Insert your micro-SD card within your Internet Cube":[null,"Insérez votre carte micro-SD dans votre Brique Internet"],"Show alternative URLs":[null,"Voir les URL alternatives"],"Default: same as Main Password":[null,"Par défaut : idem que Mot de passe principal"],"Security:":[null,"Sécurité :"],"You can choose a non-profit organization referenced on the map below, or try to find another one close to you (Linux User Groups, non-profit ISPs, etc). Be carefull when choosing your VPN provider, because you need to trust it more than your current ISP and you should try to meet the people doing it.":[null,"Vous pouvez choisir une association référencée sur la carte ci-dessous, ou essayer d'en trouver une autre proche de chez vous (Groupes d'Utilisateurs Linux, FAI associatifs, etc). Faites attention quand vous choisissez votre fournisseur de VPN, parce que vous avez besoin d'avoir plus confiance en lui qu'en votre fournisseur d'accès à Internet (vous devriez essayer de rencontrer les gens qui le gèrent."],"On your computer with Debian or Ubuntu, use the SD Card Installer this way:":[null,"Sur votre ordinateur avec Debian ou Ubuntu, utilisez le SD Card Installer de cette façon :"],"Checking the avaibility of this domain...":[null,"Vérification de la disponibilité de ce domaine..."],"SSL/TLS (always)":[null,"SSL/TLS (toujours)"],"Click on your domain name, in the list on the left":[null,"Cliquez sur votre nom de domaine, dans la liste de gauche"],"Next":[null,"Suivant"],"About You":[null,"À propos de vous"],"Install the Cube system on a micro-SD card, using your HyperCube file:":[null,"Installez le système sur une carte micro-SD, en utilisant votre fichier HyperCube:"],"Shared-Secret":[null,"Secret partagé"],"Download Cube File":[null,"Télécharger le fichier Cube"],"If you experience problems using the web administration, please read the YunoHost Documentation, or ask for some help to a non-profit organization:":[null,"Si vous rencontrez des problèmes en utilisant l'administration web, vous êtes encouragé à lire la Documentation YunoHost, ou demander de l'aide à une association:"],"Username:":[null,"Nom d'utilisateur :"],"At the left, change the Edit mode to Expert":[null,"Sur la gauche, passez le Mode d'édition à Expert"],"Welcome!":[null,"Bienvenue!"],"YES":[null,"OUI"],"Step 2: Installation":[null,"Étape 2 : Installation"],"Edition mode":[null,"Mode édition"],"1) Your Cube/HyperCube files contain private keys and passwords. Keep them secret and never provide them to anyone.":[null,"1) Vos fichiers Cube/HyperCube contiennent des clés privées et des mots de passe. Gardez-les secrets et ne les fournissez jamais à personne."],"Unix":[null,"Unix"],"Do not use a .cube file is a very bad idea... Are you an expert?":[null,"Ne pas utiliser de fichier .cube est une très mauvaise idée... Êtes-vous un expert ?"],"Unplug your Internet Cube from the outlet if powered on":[null,"Débranchez la prise électrique de votre Brique Internet, si elle est allumée"],"ERROR: Invalid character found when preparing the download link.":[null,"ERREUR : Caractère invalide détecté en préparant le lien de téléchargement."],"You can already use it, using the Roundcube Webmail app, available through the link above!":[null,"Vous pouvez d’ores et déjà l'utiliser, grâce à l'application Roundcube Webmail, disponible via le lien ci-dessus !"],"You first email address is:":[null,"Votre première adresse mail est :"],"Main Domain":[null,"Domaine principal"],"After some minutes, find the private IPv4 address of your Internet Cube, from your computer (connected via cable to your router), using:":[null,"Après quelques minutes, trouvez l'adresse IPv4 privée de votre Brique Internet, à partir de votre ordinateur (connecté en filaire à votre box), en utilisant :"],"DNS":[null,"DNS"],"This prefix must be part of an IPv4 private range":[null,"Ce préfixe semble correspondre à un réseau IPv4 privé"],"This IPv4 format looks bad":[null,"Le format de cette IPv4 semble incorrect"],"2) A Cube is just a computer, so keep in mind that it can die any time. Therefore, if you use it for self-hosting, be sure to make regular backups of your data (emails, files, etc).":[null,"2) Une Brique n'est qu'un ordinateur : gardez à l'esprit qu'il peut mourir à n'importe quel instant. Par conséquent, si vous l'utilisez pour de l'autohébergement, assurez-vous de faire régulièrement des sauvegardes de vos données (emails, fichiers, etc)."],"Passwords and keys are not sent to a server, and this service can work offline.":[null,"Les mots de passe et les clés ne sont pas envoyés à un serveur, et ce service peut fonctionner hors-ligne."],"Once you got the web page, stop reloading it.":[null,"Une fois que vous avez réussi à afficher la page web, arrêtez de la recharger."],"IMAP server:":[null,"Serveur IMAP :"],"LOAD FILE":[null,"CHARGER UN FICHIER"],"You can choose a non-profit organization referenced on the map below, or try to find another one close to you (Linux User Groups, non-profit ISPs, etc). Be carefull when choosing your VPN provider, because you need to trust it more than your current ISP (you should try to meet the people doing it).":[null,"Vous pouvez choisir une association référencée sur la carte ci-dessous, ou essayer d'en trouver une autre proche de chez vous (Groupes d'Utilisateurs Linux, FAI associatifs, etc). Faites attention quand vous choisissez votre fournisseur de VPN, parce que vous avez besoin d'avoir plus confiance en lui qu'en votre fournisseur d'accès à Internet (vous devriez essayer de rencontrer les gens qui le gèrent)."],"Login":[null,"Login"],"Must be greater than 4 characters":[null,"Devrait être plus grand que 4 caractères"],"Internet Cube and VPN providers":[null,"Briques Internet et fournisseurs de VPN"],"Download the SD Card Installer":[null,"Téléchargez le SD Card Installer"],"Cannot check the domain availability (does not work offline)":[null,"Impossible de vérifier la disponibilité de ce domaine (ne fonctionne pas hors-ligne)"],"First IPv4 DNS resolver":[null,"Premier résolveur DNS IPv4"],"Previous":[null,"Précédent"],"Browse":[null,"Parcourir"],"Authentication Type":[null,"Type d'authentification"],"Main":[null,"Principal"],"Account type:":[null,"Type de compte :"],"Then, at the end of the text area, add these ones:":[null,"Puis, à la fin du champ de texte, ajoutez celles-ci :"],"In the popup, click on Submit":[null,"Dans la petite fenêtre, cliquez sur Valider"],"Yes":[null,"Oui"],"In the warning bubble, click on the blue button:":[null,"Dans la bulle d'avertissement, cliquez sur le bouton bleu :"],"ÎnternetCu.be":[null,"LaBriqueÎnter.net"],"Client Key":[null,"Clé client"],"Protocol":[null,"Protocole"],"Use this version":[null,"Utiliser cette version"],"are you sure that this is a .cube file?":[null,"êtes-vous sûr qu'il s'agit bien d'un fichier .cube ?"],"Plug your USB stick (1) to your Internet Cube":[null,"Branchez votre clé USB (1) à votre Brique Internet"],"Unlock your Internet Cube hard disk thanks to a web browser, using the HTTPS address found in the previous step and the passphrase you chose earlier when you were following the SD Card Installer instructions.":[null,"Déchiffrez le disque dur de votre Brique Internet à l'aide d'un navigateur web, en utilisant l'adresse HTTPS trouvée à l'étape précédente ainsi que la passphrase que vous avez choisie tout à l'heure, quand vous suiviez les instructions du SD Card Installer."],"If you cannot directly download the file (e.g. because of Internet Explorer), please copy-paste by yourself this content, into a file named install.hypercube(.txt)":[null,"Si vous ne pouvez pas directement télécharger le fichier (e.g. parce que vous utilisez Internet Explorer), copiez-collez vous-même ce contenu dans un fichier nommé install.hypercube(.txt)"],"You are the happy owner of an Internet Cube, but you do not know how to bootstrap it? This service was designed for you! After some questions about you, you will have to choose some settings, then to follow a quick installation guide.":[null,"Vous êtes l'heureuse ou l'heureux propriétaire d'une Brique Internet, mais vous ne savez pas l'installer ? Ce service a été conçu pour vous ! Après quelques questions à propos de vous, vous allez avoir à choisir quelques paramètres, et à suivre un guide d'installation rapide."],"Settings":[null,"Paramètres"],"A Word About Security":[null,"À propos de la sécurité"],"Getting Help":[null,"Obtenir de l'Aide"],"Download your HyperCube file":[null,"Télécharger votre fichier HyperCube"],"If you do not see your new wifi access point after several dozen minutes, you should ask someone for some help. You can also try to follow the How to Debug The Installation? section at the end of this guide.":[null,"Si vous ne voyez pas votre nouvel accès Wifi après quelques dizaines de minutes, vous devriez demander de l'aide à quelqu'un. Vous pouvez également essayer de suivre la procédure Comment déboguer l'installation ? à la fin de ce guide."],"Once you reached again the step 3, find the HTTP address of the HyperCube Debug interface, using the SD Card Installer on your computer with Debian or Ubuntu, this way:":[null,"Une fois que vous avez de nouveau atteint l'étape 3, trouvez l'adresse HTTP de l'interface HyperCube Debug, en utilisant le SD Card Installer sur votre ordinateur Debian ou Ubuntu, de cette façon :"],"Server CA":[null,"CA du serveur"],"Click on your domain name, in the list":[null,"Cliquez sur votre nom de domaine, dans la liste"],"Sometimes, things go wrong... To help you to debug, you can follow what your Cube is doing, during the installation process (i.e. the first time you plug your Cube after following this guide).":[null,"Parfois, les choses se passent mal... Pour vous aider à déboguer, vous pouvez suivre ce que votre Brique est en train de faire, durant le processus d'installation (i.e. la première fois que vous branchez votre Brique après avoir suivi ce guide)."],"You probably will get a Not Found error: reload the page until you see the web page (may take a few minutes).":[null,"Vous allez probablement obtenir une erreur Page Non Trouvée : rechargez la page jusqu'à ce que vous voyez la page web (ce qui peut prendre quelques minutes)."],"Go to your OVH manager:":[null,"Allez sur votre Manager OVH :"],"IPv4 Assigned Address":[null,"Adresse IPv4 assignée"],"If you want to update your settings or configure some web services to host, you just have to access the web administration, named YunoHost (you will have to accept the security exception proposed by your browser):":[null,"Si vous voulez changer des paramètres ou configurer des services web à autohéberger, vous pouvez vous connecter à l'administration web, appelée YunoHost (vous allez devoir accepter l'exception de sécurité proposée par votre navigateur) :"],"If you cannot directly download the file (e.g. because of Internet Explorer), please copy-paste by yourself this content, into a file named config.cube(.txt)":[null,"Si vous ne pouvez pas directement télécharger le fichier (e.g. parce que vous utilisez Internet Explorer), copiez-collez vous-même ce contenu dans un fichier nommé config.cube(.txt)"],"Admin is not an authorized value":[null,"Admin n'est pas une valeur autorisée"],"Server Address":[null,"Adresse du serveur"],"Do you know how to use a terminal on GNU/Linux?":[null,"Savez-vous comment utiliser un terminal sur GNU/Linux ?"],"SMTP server:":[null,"Serveur SMTP :"],"You just have to do the post-installation, using your HyperCube file:":[null,"Vous avez juste à faire la post-installation, en utilisation votre fichier HyperCube :"],"Wait until you think the installation is finished or crashed.":[null,"Patientez jusqu'à ce que vous pensiez que l'installation est terminée ou crashée."],"Only standard characters are allowed":[null,"Seuls les caractères standards sont autorisés"],"- Address:":[null,"- Adresse :"],"Go to your Gandi.net account:":[null,"Allez sur votre compte Gandi.net :"],"Change in text format":[null,"Changer au format texte"],"If you want to configure your mailbox on your smartphone (e.g. using K-9 Mail), you can use these settings:":[null,"Si vous souhaitez configurer votre boîte mail sur votre smartphone (e.g. avec K-9 Mail), vous pouvez utiliser ces paramètres :"],"OpenVPN":[null,"OpenVPN"],"You can now provide it to someone able to help you, and find with her/him what is wrong.":[null,"Vous pouvez maintenant le fournir à quelqu'un qui serait capable de vous aider, pour trouver avec elle/lui ce qui se passe mal. "],"Only lowercase letters and digits are allowed":[null,"Seules les lettres minuscules et les chiffres sont autorisés"],"Authentication":[null,"Authentification"],"Documentation":[null,"Documentation"],"Non-free firmwares":[null,"Pilotes non-libres"],"If you do not have a domain name, you can choose one ending by nohost.me or noho.st (the availability will be automatically checked).":[null,"SI vous n'avez pas de nom de domaine, vous pouvez en choisir un terminant par nohost.me ou noho.st (la disponibilité va être automatiquement vérifiée)"],"If you want to update your settings, add accounts, add email addresses or configure some web services to host, you just have to access the web administration, named YunoHost (you will have to accept the security exception proposed by your browser):":[null,"Si vous voulez mettre à jour vos paramètres, ajouter des comptes, ajouter des adresses mails ou configurer des services web à héberger, vous avez juste à utiliser l'administration web, appelée YunoHost (vous allez avoir à accepter l'exception de sécurité proposée par votre navigateur) :"],"Step 1: About your Internet Cube":[null,"Étape 1 : À propos de votre Brique Internet"],"My Cube is already pre-installed":[null,"Ma Brique est déjà pré-installée"],"Congratulations, you now have a clean Internet access!":[null,"Félicitations, vous avez désormais un accès propre à Internet !"],"Wait until you think the installation is finished or aborted.":[null,"Patientez jusqu'à ce que vous pensiez que l'installation est terminée ou abandonnée."],"This domain is not available":[null,"Ce domaine n'est pas disponible"],"I have a LIME2":[null,"J'ai une LIME2"],"You can already use it, using the Roundcube Webmail app, available through the link above! If you want to configure your mailbox on your smartphone (e.g. using K-9 Mail), the credentials for an SMTPS/IMAPS login are the same than the ones provided just above.":[null,"You pouvez d'ores et déjà l'utiliser, grâce à l'application Roundcube Webmail, disponible via le lien ci-dessus ! Si vous voulez configurer votre boîte mail sur votre smartphone (e.g. avec K-9 Mail), les identifiants pour une connexion SMTPS/IMAPS sont les mêmes que ceux fournis juste au-dessus."],"UDP is more efficient than TCP (but more filtered in case of restrictive access)":[null,"UDP est plus efficace que TCP (mais plus filtré dans le cas d'un accès restreint)"],"PLAIN":[null,"PLAIN"],"DNS Zone":[null,"Zone DNS"],"Step 3: You Got a New Wifi!":[null,"Étape 3 : Vous avez un nouveau Wifi !"],"are you sure that this is an HyperCube file?":[null,"êtes-vous bien sûr qu'il s'agit de votre fichier HyperCube ?"],"First resolver":[null,"Résolveur DNS"],"This domain is available":[null,"Ce domaine est disponible"],"Incoming server settings:":[null,"Paramètres du serveur entrant :"],"Unplug your Internet Cube if powered on":[null,"Débranchez la prise électrique de votre Brique Internet, si elle est allumée"],"No .cube file selected":[null,"Aucun fichier .cube sélectionné"],"Optional Field":[null,"Champ optionnel"],"Above, click on the blue button:":[null,"Au-dessus, cliquez sur le bouton bleu :"],"Unlock your Internet Cube hard disk thanks to a web browser, using the IPv4 you found in step 8 and the passphrase you chose earlier in step 3:":[null,"Déverrouillez le disque dur de votre Brique Internet grâce à un navigateur web, en utilisant l'IPv4 que vous avez trouvé à l'étape 8, ainsi que la passphrase que vous avez choisi précédemment dans l'étape 3 :"],"Wait for something like a few dozen minutes, without unplugging the cables.":[null,"Patientez quelques dizaines de minutes, sans débrancher les câbles."],"Let's Go!":[null,"C'est parti !"],"Advanced":[null,"Avancé"],"IPv4 NAT Prefix (/24)":[null,"Préfixe NAT IPv4 (/24)"],"Welcome":[null,"Bienvenue"],"Only lowercase letters, digits, dots and dashes are allowed":[null,"Seules les lettre minuscules, les chiffres, les points et les tirets sont autorisés"],"internetcube_installguide":[null,"labriqueinternet_guideinstallation"],"Outgoing server settings:":[null,"Paramètres du serveur sortant :"],"Are you sure?":[null,"Êtes-vous sûr ?"],"Root Password":[null,"Mot de passe root"],"Invalid file (syntax error):":[null,"Fichier invalide (erreur de syntaxe) :"],"Wifi Hotspot":[null,"Hotspot Wifi"],"You probably will get a Not Found error: reload the page until you see the web page (may take a dozen minutes because the Cube does some stuff before).":[null,"You allez probablement avoir une erreur Page Non-Trouvée : rechargez la page jusqu'à ce que vous voyez la page web (ce qui peut prendre une dizaine de minutes parce que la Brique fait d'autres choses avant)."],"Tip: You also can plug an USB stick to your Cube before powering it on, and retrieve all logs on the stick from the time when the installation is finished or aborted.":[null,"Astuce : Vous pouvez également brancher une clé USB à votre Brique avant de l'alimenter, et récupérer tous les logs sur la clé à partir du moment où l'installation est terminée ou abandonnée."],"This IPv4 prefix looks bad (required format is x.x.x or x.x.x.0)":[null,"Le format de ce préfixe IPv4 semble incorrect (requis : x.x.x ou x.x.x.0)"],"This IPv6 format looks bad":[null,"Le format de cette IPv6 semble incorrect"],"Installation":[null,"Installation"],"If you do not have an Internet Cube (LIME/LIME2) or a VPN account, or you do not know how to use a terminal on GNU/Linux, you should not use this service alone for now, and you should ask someone for some help. It is not a problem, because there are a lot of lovely people, from non-profit organizations, ready to help you :).":[null,"Si vous ne possédez pas de Brique Internet (LIME/LIME2) ou de compte VPN, or que vous ne savez pas comment utiliser un terminal sous GNU/Linux, vous ne devriez pas utiliser ce service tout seul pour l'instant, et plutôt demander de l'aide à quelqu'un. Ce n'est pas un problème, parce qu'il y a plein de gens adorables, engagés dans des associations, prêtes à vous aider :)."],"Leave empty if your VPN Provider does not provide you an IPv6 delegated prefix (and complain!)":[null,"Laisser vide si votre fournisseur de VPN ne vous propose pas de préfixe IPv6 déléguez (et plaignez-vous !)"],"Your Name":[null,"Votre nom"],"Create a new version":[null,"Créer une nouvelle version"],"If you powered on your Cube 4 hours (or more) ago, or you have rebooted it since, the HyperCube Debug interface is no longer available. You need before to unplug your Cube and start again to follow this guide, from step 1 to step 3 (assuming your Cube is not - or no longer - pre-installed).":[null,"Si vous avez branché votre Brique il y a 4 heures (ou plus), ou que vous l'avez redémarrée depuis, l'interface HyperCube Debug n'est plus disponible. Vous devez au préalable débrancher votre Brique et resuivre à nouveau ce guide, depuis l'étape 1 jusqu'à l'étape 3 (en considérant que votre Brique n'est pas - ou n'est plus - pré-installée)."],"Step 4: DNS Configuration":[null,"Étape 4 : Configuration DNS"],"Finally, plug the ethernet cable to your router, then the power cable into an outlet":[null,"Enfin, branchez le câble ethernet à votre box internet, puis le câble d'alimentation à une prise électrique"],"Ready to Install!":[null,"Prêt à installer !"],"Show":[null,"Voir"],"Options to add":[null,"Options à ajouter"],"You must first fix issues raised in the previous steps.":[null,"Vous devez régler les problèmes survenus dans les étapes précédentes"]}